{
  "title": "الشروط والأحكام",
  "subtitle": "يُرجى قراءة هذه الشروط والأحكام بعناية قبل استخدام التطبيق.",
  "effectiveDate": "تاريخ السريان: [28/02/2025]",
  "welcome": "مرحبًا بك في مستثمر! باستخدامك لهذا التطبيق، فإنك توافق على هذه الشروط والأحكام. يُرجى قراءتها بعناية قبل المتابعة.",
  "section1": {
    "title": "1. قبول الشروط",
    "content": "عند التسجيل أو استخدام مستثمر، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق، يُرجى عدم استخدام التطبيق."
  },
  "section2": {
    "title": "2. الحسابات الشخصية",
    "items": [
      "يجب على المستخدمين تقديم معلومات صحيحة أثناء التسجيل.",
      "يتحمل المستخدم مسؤولية الحفاظ على أمان حسابه.",
      "نحتفظ بالحق في تعليق أو إغلاق الحسابات في حالة إساءة الاستخدام."
    ]
  },
  "section3": {
    "title": "3. نقاط المكافآت والبوينت باك",
    "items": [
      "تُكتسب النقاط بناءً على عمليات الشراء المؤهلة.",
      "يمكن استبدال النقاط بخصومات على المشتريات المستقبلية أو إرسالها كهدايا.",
      "قد تختلف نسبة النقاط والمكافآت بناءً على العروض والمستوى العضوي.",
      "قد تنتهي صلاحية النقاط غير المستخدمة بعد فترة زمنية محددة."
    ]
  },
  "section4": {
    "title": "4. مستويات العضوية",
    "items": [
      "يعتمد مستوى العضوية على نشاط الشراء الخاص بك.",
      "كلما زاد مستوى العضوية، زادت نسبة المكافآت والخصومات.",
      "قد يؤدي إساءة استخدام البرنامج إلى تعليق الحساب."
    ]
  },
  "section5": {
    "title": "5. الدفع والمعاملات",
    "items": [
      "تتم معالجة المدفوعات بأمان من خلال شركائنا.",
      "لا يتحمل مستثمر مسؤولية أي مشكلات تتعلق بمزودي الدفع الخارجيين."
    ]
  },
  "section6": {
    "title": "6. القيود والأنشطة المحظورة",
    "subtitle": "يُمنع على المستخدمين:",
    "items": [
      "تقديم معلومات كاذبة أو مضللة.",
      "القيام بمعاملات احتيالية.",
      "محاولة اختراق أو تعطيل خدمات التطبيق."
    ]
  },
  "section7": {
    "title": "7. تعديلات الشروط",
    "content": "قد نقوم بتحديث هذه الشروط في أي وقت. استمرار استخدام التطبيق يعني قبولك للشروط المعدلة."
  },
  "section8": {
    "title": "8. تحديد المسؤولية",
    "content": "لا يتحمل مستثمر أي مسؤولية عن أي خسائر أو أضرار ناتجة عن استخدام التطبيق."
  }
}
